{
 "align_labels_right": 0,
 "creation": "2020-09-18 07:15:16.473681",
 "custom_format": 1,
 "default_print_language": "en",
 "disabled": 0,
 "doc_type": "Accommodation Checkin Checkout",
 "docstatus": 0,
 "doctype": "Print Format",
 "font": "Default",
 "html": "<style>\ntable, th, td {\n  border: 1px solid black;\n  border-collapse: collapse;\n}\n</style>\n\n{% if letter_head and not no_letterhead -%}\n    <div class=\"letter-head\">{{ letter_head }}</div>\n{%- endif %}\n<div align=\"center\"><h4 class=\"text-uppercase\"><b>ACCOMMODATION POLICY</b></h4></div>\n<br/>\n\n<div>\n  <div class=\"row section-break\">\n    <div class=\"col-xs-6 column-break\">\n      <div class=\"row\">\n        <div class=\"col-xs-6 text-left\">\n          <label>Employee Name</label>\n        </div>\n        <div class=\"col-xs-6  text-left value\">\n          <strong>: </strong>{{doc.full_name}}\n        </div>\n      </div>\n      <div class=\"row\">\n        <div class=\"col-xs-4 text-left\">\n          <label>Employee ID</label>\n        </div>\n        <div class=\"col-xs-8  text-left value\">\n          <strong>: </strong>{{doc.employee}}\n        </div>\n      </div>\n    </div>\n\n    <div class=\"col-xs-6 column-break\">\n      <div class=\"row\">\n        <div class=\"col-xs-4 text-left\">\n          <label>Date</label>\n        </div>\n        <div class=\"col-xs-8  text-left value\">\n          <strong>: </strong>{{frappe.utils.formatdate(doc.checkin_checkout_date_time)}}\n        </div>\n      </div>\n    </div>\n  </div>\n  <br/>\n</div>\n\n<table class=\"table\">\n  <tbody>\n    <tr>\n      <td style=\"width: 50%; text-align: center; background-color:#9adaed\">\n        Rules and Guidelines for the Company Accommodation\n      </td>\n      <td style=\"width: 50%; text-align: center; background-color:#9adaed\">\n        قواعد وإرشادات الإقامة في السكن المقدم من الشركة\n      </td>\n    </tr>\n  </tbody>\n</table>\n\n<table class=\"table\">\n  <tbody>\n    <tr>\n      <td style=\"width: 50%;\">\n\t\t\t\t<b>\n\t\t\t\t<p><u>Rules and Guidelines while staying at company provided Accommodation:</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t1- Introduction<br/>2- Objective<br/>3- Eligibility<br/>\n\t\t\t\t\t4- Responsibilities<br/>5- Personal conduct\n\t\t\t\t</p>\n\t\t\t\t<p><u>Section A: Using Assets of Accommodation</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t<ol>\n\t\t\t\t\t\t<li>Personal Assets provided by the Company.</li>\n\t\t\t\t\t\t<li>Shared Assets provided by the Company.</li>\n\t\t\t\t\t</ol>\n\t\t\t\t</p>\n\t\t\t\t<p><u>Section B: Cooking & Eating & Cleaning.</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t<ol>\n\t\t\t\t\t\t<li>Cooking and Eating </li>\n\t\t\t\t\t\t<li>Storage</li>\n\t\t\t\t\t\t2.1. Personal Property<br/>2.2. Storage Food Stuff\n\t\t\t\t\t\t<li>Cleaning</li>\n\t\t\t\t\t\t3.1. Cleaning is Employees` responsibility<br/>3.2. Cleaning Services Provided by the Company for shared Assets\n\t\t\t\t\t</ol>\n\t\t\t\t</p>\n\t\t\t\t<p><u>Section C: Daily Inspection</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t<ol>\n\t\t\t\t\t\t<li>General Inspection</li>\n\t\t\t\t\t\t<li>Refusing Inspection</li>\n\t\t\t\t\t</ol>\n\t\t\t\t</p>\n\t\t\t\t<p><u>Section D: Safety & Security</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t<ol>\n\t\t\t\t\t\t<li>RoomKeys</li>\n\t\t\t\t\t\t<li>Valuables Items & Money</li>\n\t\t\t\t\t\t<li>Visitors</li>\n\t\t\t\t\t</ol>\n\t\t\t\t</p>\n\t\t\t\t<p><u>Section E: General Instructions</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t<ol>\n\t\t\t\t\t\t<li>Misconduct</li>\n\t\t\t\t\t\t<li>Noise</li>\n\t\t\t\t\t\t<li>Lost and Found</li>\n\t\t\t\t\t\t<li>Smoking</li>\n\t\t\t\t\t\t<li>Drugs and Alcohol consumption</li>\n\t\t\t\t\t\t<li>Fighting & Insulting</li>\n\t\t\t\t\t\t<li>Curfew</li>\n\t\t\t\t\t\t<li>Communication with gov entities on behalf of the company without prior permission.</li>\n\t\t\t\t\t\t<li>Pets</li>\n\t\t\t\t\t\t<li>Electricity & Water Consumption</li>\n\t\t\t\t\t\t<li>Air Condition</li>\n\t\t\t\t\t</ol>\n\t\t\t\t</p>\n\t\t\t\t<p><u>Section C: Report Violators</u></p>\n\t\t\t\t<hr/>\n\t\t\t\t</b>\n        <p><u>\n          ANY  BREACHES OF THIS RULES & GUIDELINES DURING EMPLOYMENT WITH ONE FACILITIES MANAGEMENT OR\n          AFFILIATES/SUBSIDIARIES WILL BE GROUNDS FOR DISCIPLINARY ACTION, UP TO AND INCLUDING TERMINATION.\n        </u></p>\n\t\t\t\t<p>\n\t\t\t\t\t<ol>\n\t\t\t\t\t\t<b><li>Introduction</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- In order to provide employees with hassle free stay and comfort of working,\n\t\t\t\t\t\t\tthe company offers company accommodation. ِِAnd to apply that the Company requires employees to abide by all\n\t\t\t\t\t\t\trules and guidelines while staying in company provided accommodations.\n\t\t\t\t\t\t</p>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- In conjunction with company policies, the following rules and guidelines are being implemented and apply to\n\t\t\t\t\t\t\tall employees staying at any accommodation provided by the company.\n\t\t\t\t\t\t</p>\n            <b><li>Objective</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- The company is implementing these rules and guidelines in an effort to ensure that all employees\n              in camp or any provided accommodation are safe, well maintained, and free of violence, discrimination,\n              harassment, and illicit substances.\n\t\t\t\t\t\t</p>\n            <b><li>Eligibility</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- Company's accommodation rules and guidelines are applied to all employees who are eligible to get accommodation allowance according to their employment contract signed with the company which governs the contractual relationship between the employee and the company.\n\t\t\t\t\t\t</p>\n            <b><li>Responsibilities</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- As a condition of employment with the company, each employee staying in the company accommodation must acknowledge their understanding and responsibility for knowing and complying with these rules and guidelines as long as the penalties expected if violated and all provisions contained herein through signing a copy of the acknowledgement form before commencing work.\n\t\t\t\t\t\t</p>\n            <b><li>Objective</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- Employees must treat all employees and flat mates with respect, dignity and courtesy. Each employee is expected to respect the privacy and rights of all other employees and/or flatmates.\n\t\t\t\t\t\t</p>\n            <p>\n              - Violence, fighting, harassment, discrimination, verbal abuse, insults, physical or psychological threats and threats to others will not be tolerated. And the company will immediately apply the relevant local laws and company policy\n            </p>\n\t\t\t\t\t</ol>\n\t\t\t\t</p>\n        <p><u>Section A: Using Accommodation`s Assets</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t<ol>\n\t\t\t\t\t\t<b><li>Personal Assets provided by the Company.</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- The company will provide each employee with the following items: (Bed/ Cabinet/ Pillow/ Blanket/ Mattress etc).\n\t\t\t\t\t\t</p>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- There would not be any deduction for damages to supplementary items given by company only like (pillow, pillow case, blanket) after 24 months.\n\t\t\t\t\t\t</p>\n            <p>\n\t\t\t\t\t\t\t- However, each employee will be responsible for any damage they cause to their personal assets provided by the company at the company accommodation.\n\t\t\t\t\t\t</p>\n            <p>\n\t\t\t\t\t\t\t- The cost to repair / replacement such damage will be assessed and may be deducted from the employee’s salary.\n\t\t\t\t\t\t</p>\n            <p>\n\t\t\t\t\t\t\t- The employee that causes any damage to other employees personal items provided by the company at the accommodation will be subject to disciplinary action, up to and including termination. And the repair or replacement charge will be deducted from the concerned employee`s salary as well.\n\t\t\t\t\t\t</p>\n            <b><li>Shared Assets provided by the Company.</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- All Employees collectively are responsible for the shared assets provided by the company, and not allowed to do any adjustments without the company's prior written approval.\n\t\t\t\t\t\t</p>\n            <p>\n              - In addition to General Building Assets such as but not limited to (Faucets/ Sanitaryware/ Bathroom accessories/ Doors/ Kitchen cabinets/ Aluminium/ windows/ Air condition comprossor and its control devices/ all electrical sockets and switches/ walls etc)\n            </p>\n            <p>\n              - Therefore, any damages, whether, to the shared assets provided by the company at the company accommodation or to the leased building assets itself or any of its annex would be collective responsibility of the employees who are sharing the company accommodation,\n              and the equal deduction would be made by dividing the cost incurred in repair/ replacement of these damages to the number of people/ flatmates sharing the company accommodation at the time of damage.\n            </p>\n            <p>\n              - But if damage has been done to the shared assets or to the leased building by a particular person, that person will have to be borne any charges incurred in repair/replacement of this damage\n            </p>\n\t\t\t\t\t</ol>\n\t\t\t\t</p>\n\n        <p><u>Section B: Cooking & Eating & Cleaning & Storage</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t<ol>\n\t\t\t\t\t\t<b><li>Cooking and Eating</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- Cooking is strictly prohibited inside in the flat or anywhere else in the company accommodation.\n\t\t\t\t\t\t</p>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- Eating inside rooms is strictly prohibited\n\t\t\t\t\t\t</p>\n            <p>\n\t\t\t\t\t\t\t- Cooking is not allowed inside the flat or kitchen, ONLY beverages, canned Foods and water will be allowed\n\t\t\t\t\t\t</p>\n            <p>\n\t\t\t\t\t\t\t- Employees are allowed to bring and eat food or meals, but such meals MUST be eaten in the accommodation restaurant or/the determined dining area for all employees\n\t\t\t\t\t\t</p>\n            <p>\n\t\t\t\t\t\t\t- Violating this instruction will lead the company to penalize the concerned employee by deduction from its salary.\n\t\t\t\t\t\t</p>\n            <b><li>Storage</li></b>\n            <p><b>2.1 Personal Property</b></p>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- No personal items such as but not limited to clothing, wallet, luggages, Mobile phone, phone charger shoes etc, should be left lying around in any of the common or shared areas inside the flat.\n\t\t\t\t\t\t</p>\n            <p>\n              - Only allowed to store clothes inside the personal cabinet\n            </p>\n            <p>\n\t\t\t\t\t\t\t- Each employee must store his shoes clean in the designated place inside the shoe cabinet\n\t\t\t\t\t\t</p>\n            <p>\n              - Only allowed for each employee to store two pairs of shoes inside the shoe cabinet, one for work, another for personal use\n            </p>\n            <p>\n\t\t\t\t\t\t\t- Each employee is allowed to store only ONE luggage inside the room and should be under the bed\n\t\t\t\t\t\t</p>\n            <p>\n              - So the company is not responsible for the theft or loss of any personal property. The company is not liable for damage to employee’s property caused by acts of nature, by failure of electric, gas, water or fixtures, and/or damage arising from the acts of other employees or flat mats\n            </p>\n            <p><b>2.2  Storage Food Stuff</b></p>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- It is allowed only for each employee to use the designated space for him in the fridge\n\t\t\t\t\t\t</p>\n            <p>\n              - Food stuff and meals are not allowed to be stored in rooms of the company accommodation at all\n            </p>\n            <p>\n\t\t\t\t\t\t\t- Smiley foods are not allowed to be stored in rooms or the fridge\n\t\t\t\t\t\t</p>\n            <p>\n              - Only foods and beverages that are recommended to be in the fridge are allowed to be stored\n            </p>\n            <p>\n\t\t\t\t\t\t\t- Any employee who is not cleaning his storage area in the fridge continuously will be subject to the company's penalty list, which may lead to deduction from his salary\n\t\t\t\t\t\t</p>\n            <b><li>Cleaning</li></b>\n            <p><b>3.1 Cleaning  is the Employees` responsibility</b></p>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- Employees are jointly responsible for the care of the company accommodation, and shall keep all provided assets and facilities in a good state of preservation and cleanliness\n\t\t\t\t\t\t</p>\n            <p>\n              - All garbage/trash must be removed promptly and disposed of\n            </p>\n            <p>\n\t\t\t\t\t\t\t- Employees are responsible for the cleanliness of their beds, rooms, and dinning tables as well as proper usage of all appliances and utilities\n\t\t\t\t\t\t</p>\n            <p>\n              - Accordingly, employees are advised to keep company accommodation clean and to the best of hygiene conditions. This is directly linked to the health and safety of employees\n            </p>\n            <p>\n              - Accommodation Supervisor and the Security guard will perform surprise audits/inspection at the company accommodation and any violation will lead to action on the concerned employee\n            </p>\n            <p><b>3.2 Cleaning services provided by the company for Public areas</b></p>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- The company will provide cleaning services for the sharing places inside the company's accommodation such as building stairs, building entrance, corridors between flats, and the building dining hall\n\t\t\t\t\t\t</p>\n\t\t\t\t\t</ol>\n\t\t\t\t</p>\n\n        <p><u>Section C: Daily Inspection</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t<ol>\n\t\t\t\t\t\t<b><li>General Inspection</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- The company respects employee privacy and property while staying at company accommodation. Inspections will be conducted daily once the company reasonably suspects that these rules and guidelines have been violated\n\t\t\t\t\t\t</p>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- With reasonable suspicion, the company has the right to inspect employee property for alcohol, drugs while at company accommodation.  Law enforcement agencies may be called in to conduct inspections of property and/or employees as required\n\t\t\t\t\t\t</p>\n            <b><li>Refusing inspection</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- Employees who refuse company inspection, or who are found to have escaped from inspection without valid reasons or employees who forged  inspections procedures and violated the inspection rules, they will be subject to appropriate disciplinary action, up to termination\n\t\t\t\t\t\t</p>\n\t\t\t\t\t</ol>\n\t\t\t\t</p>\n\n        <p><u>Section D: Safety & Security</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t<ol>\n\t\t\t\t\t\t<b><li>Room Keys</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- To maintain effective security to the accommodation, each employee staying at the company accommodation and has a key for the flat should make sure and keep that all doors and windows are closed before leaving the flat or during sleep and during all day as long as no need to open it\n\t\t\t\t\t\t</p>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- Not allowed to change locks without company's approval\n\t\t\t\t\t\t</p>\n            <p>\n\t\t\t\t\t\t\t- The cost incurred on loss of the apartment key must be settled from the person losing the key which will be charged and obliged to get a new one\n\t\t\t\t\t\t</p>\n            <b><li>Valuables Items & Money</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- Security of any valuable items or Money are the responsibility of each employee\n\t\t\t\t\t\t</p>\n            <p>\n              - So the company is not responsible for the theft or loss of any personal property. The company is not liable for damage to employee’s property caused by acts of nature, by failure of electric, gas, water or fixtures, and/or damage arising from the acts of other employees or flat mats\n            </p>\n            <p>\n\t\t\t\t\t\t\t- So the company advises all employees not to keep valuables in the shared places and they will be responsible for the safety of such valuable items or money\n\t\t\t\t\t\t</p>\n            <b><li>Visitors</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- To provide the safety and security to employees and company accommodation, only authorized employees are allowed to enter the accommodation\n\t\t\t\t\t\t</p>\n            <p>\n              - Restricting unauthorized visitors helps maintain safety standards, protects against theft, ensures security of equipment, protects confidential information, safeguards employee welfare, and avoids potential distractions and disturbances\n            </p>\n            <p>\n\t\t\t\t\t\t\t- Visitors coming to see an employee staying in the company accommodation should meet them outside the building and are not allowed to visit the rooms\n\t\t\t\t\t\t</p>\n\t\t\t\t\t</ol>\n\t\t\t\t</p>\n\n        <p><u>Section E: General Instructions</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t<ol>\n\t\t\t\t\t\t<b><li>Misconduct</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t-Employees may be disciplined up to and including termination for misconduct, including but not limited to the following;\n              <br/>1)Dishonesty;\n              <br/>2)Theft;\n              <br/>3)Physical, verbal or other altercations or threats;\n              <br/>4)Misusing or destroying the company property or the property of another company premises;Interfering into others personal life;\n              <br/>5)Harassing, including sexually harassing, or discriminating against employees or others;\n              <br/>6)Disclosing or using confidential information without authorization from the company's management; and\n              <br/>7)Possessing any dangerous weapon on company accommodation.\n\t\t\t\t\t\t</p>\n            <b><li>Noise</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- Employees may come from diverse backgrounds and are advised to live at company accommodation with peace and harmony and respect for each other, neighbors and others. Any events of misbehavior, quarrel between employees will lead to strict action against the concerned employee\n\t\t\t\t\t\t</p>\n            <p>\n              - Employees should at all times be polite to others with respect to the  noise level being created to give other flatmates the right to receive adequate sleep and relaxation without interruption\n            </p>\n            <p>\n              - So all employees are advised to keep noise levels to minimum which should not affect flatmates, and neighbors. And any complaints coming from flatmates, neighbors, or the landlord will be addressed and strict action will be taken on the concerned employee\n            </p>\n            <b><li>Lost and Found</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- Any item lost or found on the company accommodation should be reported immediately to the accommodation security in charge\n\t\t\t\t\t\t</p>\n            <p>\n              - The security in charge will post a lost or found notice on the clear place. If the lost or found item is not claimed, the person who found the item may claim it\n            </p>\n            <b><li>Smoking</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- Smoking is not permitted at company accommodation at all, whether, flats, rooms, corridors or stairs\n\t\t\t\t\t\t</p>\n            <p>\n              - It's only allowed to smoke outside and far from the accommodation building at least 10 meters\n            </p>\n            <p>\n              - So no smoking or nicotine products as well as e-cigarettes, vaps, chewing tobacco and any other similar products are allowed on the company accommodation\n            </p>\n            <p>\n              - In accordance with the Kuwait Environment Protection Law no. 42 of 204, Article 56 which stipulated that smoking is strictly prohibited in Public places, public transportations, unless the places designed for that\n            </p>\n            <p>\n              - Accordingly, smoking is not permitted in any accommodations provided by the company, and any employee found smoking in an unauthorized area will be subject to disciplinary action, up to and including termination if repeatedly committed\n            </p>\n            <b><li>Drugs and Alcohol consumption</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- As a part of the company commitment to safeguard the health of its employees, to provide a safe place for its employees to work, and to promote a drug and alcohol free community, the company has established this policy on the use or abuse of alcohol and drugs by its employees. And in compliance with the Kuwait Drugs Law no 74 of 1983, which strictly prohibits use of drugs and alcohol, as well as the Kuwait Penal Code no 16 of 19 of 1960, in particular articles 206 to 208\n\t\t\t\t\t\t</p>\n            <p>\n              - Violating the policy of drugs and alcohol consumption will lead the company to take an official legal action against the violated employee by calling police IMMEDIATELY\n            </p>\n            <p>\n              - Besides, the company in such cases will not be responsible to take care after the concerned employee\n            </p>\n            <b><li>Fighting and Insulting</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- The Kuwait Labour Law no. 6 of 2010, gives the right to terminate the services of any employee without notice, compensation or benefit in the event where the employee has committed such as;\n              <br/>1.If the employee assaulted one of his colleagues, his employer or deputy.\n              <br/>2.If the employee is found repeatedly violated the instructions of the employer\n\t\t\t\t\t\t</p>\n            <p>\n              - And if a fight, insult, threat or any other acts occurs, the Supervisor in charge of that area is responsible for preparing a written report and immediately forwarding it to the HR or Legal Department\n            </p>\n            <p>\n              - So fighting, bad behavior, threats and insulting others on Company's accommodation or at any location while working is strictly prohibited and will lead to TERMINATION\n            </p>\n            <b><li>Curfew</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- Certain company accommodations may have designated curfew time due to health conditions or in compliance with the government rules and regulations\n\t\t\t\t\t\t</p>\n            <p>\n              - Employees that have not returned to the company accommodation prior to curfew may not be allowed to enter\n            </p>\n            <p>\n              - If you are not allowed access to these accommodations because you did not return prior to the designated curfew times you will be required to leave the company's accommodation to find and pay for your own accommodation\n            </p>\n            <p>\n              - In  such cases, the company will not provide any reimbursement due to non compliance with the accommodation rules\n            </p>\n            <b><li>Communication with government entities on behalf of the company without prior  permission</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- All employees must always not communicate with any government entities on behalf of the company\n\t\t\t\t\t\t</p>\n            <p>\n              - Any employee has disclosed or used any confidential information without authorization from the company's management, will be subject to dismissal without any labour rights. And the company has the right to sue the violated employee, and get compensation from him against damages has been incurred by the company due to disclosing this information\n            </p>\n            <b><li>Pets</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- No pets are allowed at any company accommodations\n\t\t\t\t\t\t</p>\n            <b><li>Electricity & Water Consumption</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- Electricity and water bills will be paid in an equal deduction which would be made by dividing the cost incurred between all employees are staying in company accommodation\n\t\t\t\t\t\t</p>\n            <b><li>Air conditions</li></b>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- Employees are not allowed to change the air conditioner temp degree. It will be changed by the security in-charge based on the weather condition in the country and should be acceptable for each nationality\n\t\t\t\t\t\t</p>\n            <p>\n              - Violating these instructions will put the violated employee under penalty which may lead to salary deduction or termination\n            </p>\n\t\t\t\t\t</ol>\n\t\t\t\t</p>\n\n        <p><u>Section F: Report Violators</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t<ol>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- It is the responsibility of the person in charge (Camp boss/Direct Manager of the employee should report any violations to the Human Resources Department which will raise the violation to the Legal Dept who responsible for investigating the matter or report the violation to the Ministry of Interior if the employee has committed any offence or crime punishable by law\n\t\t\t\t\t\t</p>\n\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t- Although it is the responsibility of the person in charge to report violations, each employee is encouraged to report inappropriate or suspicious behavior and any other concerns as it relates to these rules to the accommodation supervisor or the security incharge\n\t\t\t\t\t\t</p>\n\t\t\t\t\t</ol>\n\t\t\t\t</p>\n      </td>\n      <td style=\"width: 50%; text-align: right;\">\n\t\t\t\t<b>\n\t\t\t\t<p><u>القواعد والإرشادات التى يجب إتباعها أثناء الإقامة فى سكن الموظفين  المقدم من الشركة</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t١ـ مقدمة<br/>٢ـ الهدف<br/>٣ـ  الأهلية<br/>\n\t\t\t\t\t٤ـ المسئوليات<br/>٥ـ السلوك الشخصي\n\t\t\t\t</p>\n\t\t\t\t<p><u>القسم الأول: إستخدام الأصول الموجودة بسكن الشركة</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t١ـ الأصول والأدوات الشخصية المقدمة من الشركة<br/>\n\t\t\t\t\t٢ـ الأصول والأدوات المشتركة المقدمة من الشركة<br/>\n\t\t\t\t</p>\n\t\t\t\t<p><u>القسم الثانى: الطبخ، الأكل، التنظيف والتخزين داخل سكن الشركة</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t١ـ الطبخ والأكل<br/>\n\t\t\t\t\t٢ـ التخزين<br/>\n\t\t\t\t\t٢٠١ـ تخزين  الممتلكات أو الأغراض الشخصية<br/>\n\t\t\t\t\t٢٠٢ـ تخزين المواد الغذائية<br/>\n\t\t\t\t\t٣ـ التظيف<br/>\n\t\t\t\t\t٣٠١ـ التنظيف مسئولية الموظفون<br/>\n\t\t\t\t\t٣٠٢ـ خدمات التنظيف التى تقدمها الشركة للأماكن العامة المشتركة داخل السكن\n\t\t\t\t</p>\n\t\t\t\t<p><u>القسم الثالث: التفتيش اليومي</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t١ـ قيام الشركة بالتفتيش بصفة عامة<br/>\n\t\t\t\t\t٢ـ رفض الموظف قيام الشركة بالتفتيش\n\t\t\t\t</p>\n\t\t\t\t<p><u>القسم الرابع: الأمن والسلامة داخل سكن الشركة</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t١ـ مفاتيح الغرف<br/>\n\t\t\t\t\t٢ـ الممتلكات الثمينة والأموال<br/>\n\t\t\t\t\t٣ـ سياسة الزوار\n\t\t\t\t</p>\n\t\t\t\t<p><u>القسم الخامس: تعليمات عامة</u></p>\n\t\t\t\t<p>\n\t\t\t\t\t١ـ سوء السلوك<br/>\n\t\t\t\t\t٢ـ الإزعاج<br/>\n\t\t\t\t\t٣ـ المفقودات<br/>\n\t\t\t\t\t٤ـ التدخين<br/>\n\t\t\t\t\t٥ـ المخدرات والكحول<br/>\n\t\t\t\t\t٦ـ الشجار والسب والقذف<br/>\n\t\t\t\t\t٧ـ حظر التجوال<br/>\n\t\t\t\t\t٨ـ التواصل مع الجهات الحكومية بأسم الشركة دون إذن مسبق<br/>\n\t\t\t\t\t٩ـ تربية الحيوانات الأليفة<br/>\n\t\t\t\t\t١٠ـ إستهلاك الكهرباء والمياه<br/>\n\t\t\t\t\t١١ـ تكييف الهواء\n\t\t\t\t</p>\n\t\t\t\t<p><u>القسم السادس: سياسة الإبلاغ عن المخالفين</u></p>\n\t\t\t\t<hr/>\n\t\t\t\t</b>\n      </td>\n    </tr>\n  </tbody>\n</table>\n\n<div class=\"col-xs-12\">\n\t<div class=\"col-xs-4\">\n\t\tName\n\t\t<br/><br/><br/><br/><br/><br/>\n\t</div>\n\t<div class=\"col-xs-4\">\n\t\tDate\n\t\t<br/><br/><br/><br/><br/><br/>\n\t</div>\n\t<div class=\"col-xs-4\">\n\t\tSignature\n\t\t<br/><br/><br/><br/><br/><br/>\n\t</div>\n</div>\n",
 "idx": 0,
 "line_breaks": 0,
 "modified": "2020-09-23 07:52:12.699421",
 "modified_by": "Administrator",
 "module": "Accommodation",
 "name": "Accommodation Policy",
 "owner": "Administrator",
 "print_format_builder": 0,
 "print_format_type": "Jinja",
 "raw_printing": 0,
 "show_section_headings": 0,
 "standard": "Yes"
}